[BD_TreeHugger_OrcHut InteractiveObjectBalanceDefinition]
DefaultDisplayName="Cabana Órquica"

[BD_TreeHugger_Sapling InteractiveObjectBalanceDefinition]
DefaultDisplayName="Muda de Treant"

[BD_TreeHugger_SaplingPlanted InteractiveObjectBalanceDefinition]
DefaultDisplayName="Muda de Treant"

[IO_OrcHut_Destructible InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_TreeHugger_Sapling InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_TreeHugger_SaplingPlanted InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

